---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.EnergyAnalysisOpeningType.Door
enum: Autodesk.Revit.DB.Analysis.EnergyAnalysisOpeningType
zh: 门
source: html/e18708e5-0036-d48b-dce4-9efcc840d6be.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisOpeningType.Door

**中文**: 门

Door.